Revit 2027 API
ParameterTypeId.TrussElementCreateTopParam Property
 "Create Top Chord"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TrussElementCreateTopParam { get; }
Public Shared ReadOnly Property TrussElementCreateTopParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TrussElementCreateTopParam {
	ForgeTypeId^ get ();
}
static member TrussElementCreateTopParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace